Tekla.Structures.Drawing.GADrawing.Insert
Inserts an empty general arrangement drawing. Views must be added separately.
A GA drawing can be inserted only when there's no active drawing.
Returns: True on success.
Throws Tekla.Structures.Drawing.CannotInsertDrawingException: Thrown if inserting a drawing when another drawing is active.